{"english":[
    {
        "title": "Learn the Basics of Fertilizer",
        "videoUrl": "https://www.youtube.com/watch?v=WCD6iOQuetw&pp=ygUWaG93IHRvIHVzZSBmZXJ0aWxpemVycw%3D%3D",
        "thumbnailUrl": "https://i.ytimg.com/vi/WCD6iOQuetw/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLCrxKcCHex9ZqMCM-6ZT1TOY9wsbQ",
        "description": "Learn about the what, when, why, and how about using any type of fertilizer",
        "channelName": " Milorganite Fertilizer",
        "views": "522K",
        "uploadDate": "Apr 25, 2019",
        "duration": "5:36"
    },
    {
        "title": "How Does Fertilizer Work?",
        "videoUrl": "https://www.youtube.com/watch?v=n7nG-gHcv4I&t=68s",
        "thumbnailUrl": "https://i.ytimg.com/vi/n7nG-gHcv4I/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAfEV5inx2fQF2hterVW5M5q5ruFA",
        "description": "In this video we are going to show you how to figure out the nutrient concentration in a bag of fertilizer.",
        "channelName": " Agriculture Academy",
        "views": " 167,344",
        "uploadDate": "Aug 26, 2020",
        "duration": "4:23"
    },
    {
        "title": "How to Apply Urea Fertilizer",
        "videoUrl": "https://www.youtube.com/watch?v=0mSy2BY7lts",
        "thumbnailUrl": "https://i.ytimg.com/vi/0mSy2BY7lts/hqdefault.jpg?sqp=-oaymwEcCOADEI4CSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLCUJGWrDPIyEsx23r30bNFt41nt5Q",
        "description": "Learn how to apply urea fertilizer",
        "channelName": "wikiHow",
        "views": " 58,999 views",
        "uploadDate": "Jun 21, 2021",
        "duration": "0:59"
    },
    {
        "title": "What is Fertilizer || Define fertilizers",
        "videoUrl": "https://www.youtube.com/watch?v=_yuYV_TyxeM",
        "thumbnailUrl": "https://i.ytimg.com/vi/_yuYV_TyxeM/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLDdn7P68Or3S0-Y2hZLLFrvA5AIpg",
        "description": " ",
        "channelName": " ONLY FOR LEARNERS",
        "views": " 32,401 views",
        "uploadDate": "Aug 18, 2020 ",
        "duration": "2:03"
    },
    {
        "title": "All Fertilizers that I Use - Must Have Fertilizers for Beginners | Chemical & Organic |Fun Gardening",
        "videoUrl": "https://www.youtube.com/watch?v=f3anmX4aEH4",
        "thumbnailUrl": "https://i.ytimg.com/vi/f3anmX4aEH4/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAFubjti9XzcaYclgvYzUlNMC35XA",
        "description": " ",
        "channelName": "Fun Gardening",
        "views": " 206,183 views  ",
        "uploadDate": " Nov 11, 2020",
        "duration": "15:44"
    }
] ,
"hindi" : [
    {
        "title": "कौनसा रासायनिक खाद कब और कैसे प्रयोग करें ",
        "videoUrl": "https://www.youtube.com/watch?v=SVYQGPIbzNE",
        "thumbnailUrl": "https://i.ytimg.com/vi/SVYQGPIbzNE/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBO4OnBxu1s2IDb4VZBRCdsyVRzAg",
        "description": "रासायनिक उर्वरकों के प्रकार एवं पौधों में उपयोग और इसके फायदे और नुकसान.",
        "channelName": " Gardening Is My Passion ",
        "views": " 288,638 views ",
        "uploadDate": "May 1, 2021",
        "duration": "10:08"
    },
    {
        "title": "ये 5 खाद जान लो पौधे बढ़ेगें दुगनी तेजी से!",
        "videoUrl": "https://www.youtube.com/watch?v=uLktiQiSzIE",
        "thumbnailUrl": "https://i.ytimg.com/vi/uLktiQiSzIE/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLD-_EYzut1gAz2DduDQFhpZbxkc0w",
        "description": "यदि आप गार्डन के पौधों में देने के लिए बेस्ट आर्गेनिक खाद खोज रहें हैं तो इस विडियो को पूरा देखिए इस विडियो में मेने टॉप 5 आर्गेनिक खाद के बारे में बताया है जो मैं मेरे टेरेस गार्डन में लगे सभी पौधों में देता हु जिससे मेरे पौधे हरे भरे और ढेर सारे फल देतें हैं ये खाद आप सब्जियों वाले पौधे फूल और फल वाले पौधों में दे सकते हैं, इन खाद को कब कैसे और कितनी मात्रा में देना है इसकी पूरी जानकारी के लिए विडियो लास्ट तक जरूर देखिए और विडियो में बताई गयी जानकारी अच्छी लगे तो विडियो को लाइक और शेयर जरूर कीजिये धन्यबाद. इस विडियो में जो 5 खाद मेने बताये हैं वह हैं  गोबर की खाद Cow Dung Manure वर्मीकाम्पोस्ट (केंचुआ खाद) Vermicompost बोन मील या आर्गेनिक रॉक फॉस्फेट Bone meal or organic rock phosphate सरसों की खली  Mustard cake आर्गेनिक पोटाश Organic potash नीम खली Neem cake",
        "channelName": "Terrace & Gardening",
        "views": " 339,048 views ",
        "uploadDate": "Oct 21, 2022",
        "duration": "25:22"
    },
    {
        "title": "धान में उर्वरक प्रबंधन ",
        "videoUrl": "https://www.youtube.com/watch?v=RhkqQ8Oy8bQ",
        "thumbnailUrl": "https://i.ytimg.com/vi/RhkqQ8Oy8bQ/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLDyy_z2Ch8fvbX2VX8YUr0vZiq9mw",
        "description": "स विडियो मे हम चर्चा करेंगे #धान की फसल मे संतुलित खाद और उर्वरक के उपयोग के बारे मे।  असंतुलित उर्वरक प्रबंधन, वातावरण के असंतुलन का कारण बनता हैं। खेत की मिट्टी की जांच जरूर करवाएँ।  जल्द तैयार होने वाली हाइब्रिड किस्म- 120 दिन तक की माध्यम और देर से तैयार होने वाली किस्म -120 दिनो से ज्यादा समय वाली  अलग अलग उर्वरक अनुसार प्रति एकड़ मात्रा और उपयोग की जानकारी  (रोपाई के समय)यूरिया-16 किलो,डीएपी 28 किलो, एमओपी- 11 किलो, ज़िंक सल्फ़ेट- 10 किलो। रोपाई के 25 दिन पर 30 किलो यूरिया। 40-45 दिन पर 30 किलो यूरिया और 12 किलो एमओपी।  (रोपाई के समय) एनपीके 12:32:16- 40 किलो, यूरिया-16 किलो, ज़िंक सल्फ़ेट- 10 किलो। रोपाई के 25 दिन पर 30 किलो यूरिया। 40-45 दिन पर 30 किलो यूरिया और 12 किलो एमओपी।  एनपीके 10:26:26-50 किलो, 16 किलो यूरिया, 10 किलो ज़िंक सल्फेट। 25 और 45 दिनो पर 30-30 किलो यूरिया का बुरकाव।  सिंगल सुपर फॉस्फेट(SSP) -81 किलो , 27 किलो यूरिया, 11 किलो MOP और 10 किलो ज़िंक सल्फेट(रोपाई के समय)। फिर रोपाई के 25 दिनो पर 30 किलो यूरिया और 45 दिनो पर 30 किलो यूरिया और 11 किलो MOP ।  एनपी 20:20:0:13-65 किलो, 11 किलो MOP और10 किलो ज़िंक सल्फेट। रोपाई के 25 दिनो पर 30 किलो यूरिया का बुरकाव। रोपाई के 45 दिनो बाद 30 किलो यूरिया और 11 किलो एमओपी का बुरकाव।  एनपीके 14:35:14 -37 किलो, 16 किलो यूरिया, और 10 किलो ज़िंक सल्फेट। 25 दिन बाद 30 किलो यूरिया और 45 दिनो पर 30 किलो यूरिया और 15 किलो एमओपी का बुरकाव।  120 दिनो से ज्यादा दिनो मे तैयार होने वाली हाइब्रिड किस्मों मे उर्वरक प्रबंधन!  38 किलो डीएपी, 20 किलो यूरिया, 20 किलो एमओपी, और 10 किलो ज़िंक सल्फेट । रोपाई के 30 दिन पर 40 किलो यूरिया, 50 दिन पर 40 किलो यूरिया और 20 किलो एमओपी।   एनपी 20:20:0:13- 88 किलो, 20 किलो एमओपी, और 10 किलो ज़िंक सल्फेट। रोपाई के 30 दिनो पर 40 किलो यूरिया, 50 दिनो पर 40 किलो यूरिया के साथ 20 किलो एमओपी।  एनपीके 14:35:14 -50 किलो, 19 किलो यूरिया, और 10 किलो ज़िंक सल्फेट रोपाई के समय । 30 दिनो पर 40 किलो यूरिया, 50 दिनो पर 40 किलो यूरिया और 28 किलो एमओपी का।  110 किलो SSP, 35 किलो यूरिया, 20 किलो पोटाश(एमओपी),और 10 किलो ज़िंक सल्फेट। 30 दिनो पर 40 किलो यूरिया, 50 दिनो पर 40 किलो यूरिया और 20 किलो एमओपी का बुरकाव।  एनपीके 12:32:16-55 किलो, 20 किलो यूरिया, और 10 किलो ज़िंक सल्फेट। 40-40 किलो यूरिया को 30 और 50 दिनो पर और 50 दिनो पर 25 किलो एमओपी का भी बुरकाव।  एनपीके 10:26:26- 68 किलो, 20 किलो यूरिया, और10 किलो ज़िंक सल्फेट। 30 दिन पर 40 किलो यूरिया, 50 दिन पर 40 किलो यूरिया,10 किलो पोटाश(एमओपी)।  सीधी बुवाई मे उर्वरक रोपाई जितनी ही लगेगी। बुरकाव की अवधि को 10 दिनो और बढ़ा दीजिएगा।  देशी किस्मों मे उर्वरक की मात्रा आधी करलें।  रोपाई के 10 दिन को अंदर आप कभी भी बताए उर्वरक को डाल सकते हैं।  ज़िंक सल्फेट को डीएपी के साथ न मिलाये।  2-4 मिलीप्रति लीटर पानी मे घुलनशील तरल उर्वरक नैनो यूरिया का छिड़काव ,25-30 दिन और 50-60  दिनो पर करें।  -नैनो यूरिया का छिड़काव शाम /सुबह के समय पत्तियों पर करें।  छिड़काव के 12 घंटे के अंदर बारिश हो जाए तो दुबारा छिड़काव करें।  इसे घुलनशील उर्वरक, कीटनाशक, फफूंदीनाशक के साथ मिलाकर छिड़काव कर सकते हैं।  नाइट्रोजन वाले उर्वरक के साथ न मिलाये।  अच्छे बढ़वार के लिए इफको सागरिका @2 मिली/लीटर पानी मे घोलकर फसल के 25 डीनो की अवस्था से 15-15 दिनों के अंतराल पर 2-3 छिड़काव करे।  इफको के कृषि उत्पादो को ऑनलाइन ऑर्डर करने के लिए https://www.iffcobazar.in/ पर जाए।",
        "channelName": " IFFCO Kisan",
        "views": "168,244 views",
        "uploadDate": "Jul 23, 2021",
        "duration": "11:03"
    },
    {
        "title": "मेरे द्वारा उपयोग किए जाने वाले सभी उर्वरक - शुरुआती लोगों के लिए ये उर्वरक अवश्य होने चाहिए | रासायनिक एवं जैविक",
        "videoUrl": "https://www.youtube.com/watch?v=f3anmX4aEH4",
        "thumbnailUrl": "https://i.ytimg.com/vi/f3anmX4aEH4/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAFubjti9XzcaYclgvYzUlNMC35XA",
        "description": "",
        "channelName": " Fun Gardening",
        "views": "206,262 views ",
        "uploadDate": "Nov 11, 2020",
        "duration": "15:44"
    },
    {
        "title": " उर्वरकों के उपयोग का सही तरीका और पौधों के स्वास्थ्य का सर्वोत्तम विकास प्राप्त करें//पौधों के लिए उर्वरक",
        "videoUrl": "https://www.youtube.com/watch?v=49jH9DSie2I",
        "thumbnailUrl": "https://i.ytimg.com/vi/49jH9DSie2I/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBQZBpdURxQm6--qhDsx_QdKfMePQ",
        "description": "दोस्तों पौधों की अच्छी वृद्धि के लिए हमें पौधे में ऐसे उर्वरक देने चाहिए जो जल्दी से जल्दी उग जाएं और हमारे पौधों को जल्दी से अच्छा लगे और उनमें अच्छे से फल या फूल उगें हो इसके लिए हमें अलग-अलग उर्वरकों का उपयोग करना चाहिए और उत्तर देना चाहिए। तोह हमारा पौधा पूरी तरह से बेकार हो जाता है। उर्वरकों के उपयोग में आपके महीने में एक बार उत्पादन होता है या तो 15 से 20 दिन में एक बार।",
        "channelName": " Abhijeet Prajapati",
        "views": " 127,045 views",
        "uploadDate": "Dec 30, 2019",
        "duration": "8:17"
    }
]}