{
    "english" : [
{
"title": "Eazy And Powerful Homemade Pesticide For Mealybugs, Aphids, Ants ~ 100% Organic And Safe",
"videoUrl": "https://www.youtube.com/watch?v=W02VQjxI15Y",
"thumbnailUrl": "https://i.ytimg.com/vi/W02VQjxI15Y/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAydEDCtcLCJGx9xLgLiOTQIW4k6Q",
"description": "If you are a hobby gardener so you have to deal with pest attack on your plants time to time. Especially between summer to rainy season, there are high chances that insects like aphids spider mites mealybug ladybug and whitefly attacks on your plants and suck the plant sec and make them sick, also sometimes you have to encounter ants in pots.  Guys you must be aware be aware must be aware of harmful effects of chemical pesticides.  So to control pests organically, today I am going to share easiest method to make organic pesticide at your home with kitchen ingredients. ",
"channelName": "Bonsai and Gardening Zone",
"views": " 78,297 views",
"uploadDate": "Mar 19, 2021",
"duration": "5:53"
},
{
"title": "Pesticides - Uses, Disadvantages, and Advantages",
"videoUrl": "https://www.youtube.com/watch?v=lJEeGMMcYCI",
"thumbnailUrl": "https://i.ytimg.com/an_webp/lJEeGMMcYCI/mqdefault_6s.webp?du=3000&sqp=CISj8LYG&rs=AOn4CLB-vNY2yDBKjL4eKmmZwPHQ7aJmKg",
"description": "This video covers the concept of pesticides along with their uses, disadvantages, and advantages. A brief introduction to the pesticides, its and its types are also given below.  What are Pesticides?  Pesticides are the chemical substances that are used to control, destroy, or prevent pests and weeds. Apart from controlling pests, pesticides also control human/ livestock diseases and controls the organisms that harm human activities and structures.  Classification of Pesticides:  Pesticides can be classified by three categories -   1. Based on the type of pests they kill: Insecticides, Herbicides, Rodenticides, Bactericides, Fungicides, and Larvicides.  2. Based on their Biodegradability: Biodegradable, and Persistent  3. Chemically-related Pesticides: Organophosphate, Carbamate, Organochlorine Insecticides, Pyrethroid, Sulfonylurea Herbicides, and Biopesticides.  To learn more about each of the pesticides in detail along with their advantages and effects, click here- https://byjus.com/chemistry/pesticides/",
"channelName": "BYJU'S",
"views": " 78,162 views ",
"uploadDate": "Oct 30, 2018",
"duration": "2:08"
},
{
"title": "Pest Management (how to use pesticides and herbicides)",
"videoUrl": "https://www.youtube.com/watch?v=e_1gMKmxUVo",
"thumbnailUrl": "https://i.ytimg.com/vi/e_1gMKmxUVo/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAlEHz5q3XVnf4aS3ypp7O0SQ8EDw",
"description": "Morning and evening hours are the feeding hours and farmers are encouraged to use these hours to spray as Mrs Kamubona explains.",
"channelName": "Sasakawa Africa Association (SAA)",
"views": " 40,111 views",
"uploadDate": "Nov 7, 2022",
"duration": "1:45"
},
{
"title": "How to Use Pesticides (Small Scale)",
"videoUrl": "https://www.youtube.com/watch?v=373CeqMXlrI",
"thumbnailUrl": "https://i.ytimg.com/vi/373CeqMXlrI/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLCbt-rfHSY9Is7PARP_wlmjw4UbvQ",
"description": "Hi, I'm just a man. This is my channel about fun and informative content that you can binge watch.  If you're curious  and bored  like me, subscribe to my channel.  My channel publishes videos that focus on nerdy and random stuff. If that sounds like it could be interesting to you, please join the farm!  Growing over time =)",
"channelName": " Impulse Farm",
"views": " 72 views",
"uploadDate": " Nov 21, 2020",
"duration": "22:13"
},
{
"title": "Quick Solutions: How to Use Ready-to-use Pesticides",
"videoUrl": "https://www.youtube.com/watch?v=T6z2WQkbYLQ",
"thumbnailUrl": "https://i.ytimg.com/vi/T6z2WQkbYLQ/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLDjZWmfUpAd9r11qkCWohCrxHoX2g",
"description": "Buy Ready-To-Use pesticides at Solutions Pest & Lawn!  https://www.solutionsstores.com/ready...  WHAT IS A READY-TO-USE PESTICIDE?  Ready-to-use (abbreviated as RTUs) pesticide formulations are just like their label states, they are ready to use right out of the packaging. RTU products are also known as “low-concentrate solutions” because they require no further dilution before application. The product contains a pesticide active ingredient that is pre-diluted with deionized water or other solvents so all you have to do is apply according to the label directions.   RTUs consist of a small amount of active ingredient (often 1% or less per unit volume). Some ready-to-use products contain petroleum-based solvents; others are water-based. While most ready-to-use products are made for the convenience of the homeowner who is a novice when it comes to pest control, there are also RTU products which are produced for pest management professionals (who treat structural and institutional pests).  A variety of different pest control products can come ready to use, from aerosols, dusts and liquid barrier treatment sprays (often advertised as “home defense” sprays).   IDEAL CONDITIONS FOR USING READY TO SPRAY PESTICIDES   Ready-to-use insecticides are best for those that want a quick convenient method of pest control. Not everyone wants to get overly technical about a pest problem they have, and not everyone has the time for mixing products and using the equipment the professionals use, so ready-to-use products are best for those people that want a DIY solution that is easy and hassle-free as well as have a small treatment area.  Some examples of conditions where ready-to-use products would be ideal are aerosol sprays being used to kill bed bugs on a bed or couch, using ready-to-use baits for cockroaches and ants and simply applying the bait in areas where these insects are likely to feed. There are also broad spectrum ready to use insecticides that can be used to repel unwanted bugs from coming into the home or hanging around your garden.   There’s no need to get too complicated with ready-to-use products. All you have to do is follow the label for the proper application and then apply, it’s as simple as that.   BENEFITS OF READY TO USE PESTICIDE PRODUCTS   The biggest benefit of RTU products is convenience. As stated earlier, ready to use products require no mixing or measuring of products. The active ingredient is already diluted and simply needs to be applied. They are also convenient for homeowners and managers of businesses because they can address a wide variety of common pest control issues.   Most ready-to-use products are either package in or come with the proper application device so there's also no need for any pest control equipment, the RTU product is also a piece of equipment (sprayer, dust applicator, aerosol can with applicator tip for cracks and crevices etc)   Ready-to-use products are also usually much safer to use with less risk of exposure due to the applicator not having to mix up concentrated product., thus there is reduced potential for exposure.   DRAWBACKS OF READY TO SPRAY PESTICIDE PRODUCTS   Some disadvantages of RTU products mostly have to do with the fact that they are low-concentrate. There is less active ingredient in the product and it is more watered down and thus they may not always be the most effective product of choice when eliminating a pest problem, especially one that is firmly established and the infestation is heavy or in need of stronger chemicals to knock out the population.   RTU products also have limited availability and a high cost per unit of active ingredient. A RTU product may be cheaper at first glance but over time may be more expensive if you simply stick to RTU products because you would have to continuously repurchase products to deal with a heavy infestation when it would make more sense to get a professional insecticide concentrate.   RTU pesticides are also not good for large applications since they are packaged in small single use application bottles.   Many RTU products can be harmful to foliage so they cannot be used as plant sprays.   HOW TO USE AN RTS PESTICIDE   1. Take the RTU product out of it’s packaging   2. Follow the instruction and safety label closely to get directions on how to properly apply the product   3. Apply the product according to the directions.   Note: Please use the proper PPE (personal protective equipment) when using ready-to-use products. Though the active ingredient is much lower in these types of products, it is still recommended to wear gloves, a mask and long sleeve clothing when applying ready to use products.",
"channelName": "Solutions Pest & Lawn",
"views": " 1,162 views",
"uploadDate": "Dec 2, 2017",
"duration": "1:36"
}
] , 

"hindi" : [
    {
        "title": "कीटनाशकों का उपयोग गाइड || कीटनाशकों का उपयोग कैसे करें || पौधों की बीमारियों को कैसे नियंत्रित करें || हिंदी में ||",
        "videoUrl": "https://www.youtube.com/watch?v=WSLzV6Qh44Q",
        "thumbnailUrl": "https://i.ytimg.com/vi/WSLzV6Qh44Q/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAxfrIDqhtt-wu_bVD1ZdG4HS2jHQ",
        "description": "नमस्कार दोस्तों, मैं आशा करता हूं आप लोग खैरियत से होंगे खुश होंगे और बागवानी में व्यस्त होंगे || अगर आपका वीडियो अच्छा लगे तो लाइक कीजिए वीडियो को सब्सक्राइब कीजिए हमारे चैनल को और बेल नोटिफिकेशन ऑन कर लीजिए। इसे जब भी मैं नेया वीडियो अपलोड करूंगा आपको नोटिफिकेशन मिल जाएगा || अगर आपके मन में कोई सुझाव / सबल हो तो आप नीचे कमेंट में जरूर बताएं || धन्यवाद ❤️",
        "channelName": " Mission Gardening",
        "views": " 67,433 views ",
        "uploadDate": "Aug 3, 2020",
        "duration": "9:22"
    },
    {
        "title": "कीटनाशक तकनीकी | कीटनाशक सूत्रीकरण | कीटनाशक पूर्ण ज्ञान |",
        "videoUrl": "https://www.youtube.com/watch?v=pUWRsG-4cdY",
        "thumbnailUrl": "https://i.ytimg.com/vi/pUWRsG-4cdY/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLCrgxP5MRs9PFXE0LAAJ5uCQPN4Nw",
        "description": "कीटनाशक दवाई की जानकारी",
        "channelName": "The Advance Agriculture",
        "views": " 209,891 views",
        "uploadDate": "May 12, 2023",
        "duration": "29:32"
    },
    {
        "title": "किसी भी किटनाशक का पॅावर 3 गुना कैसे बढाए",
        "videoUrl": "https://www.youtube.com/watch?v=DpNiY-A2ddE",
        "thumbnailUrl": "https://i.ytimg.com/vi/DpNiY-A2ddE/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLB96jZ5ajUu5ppATD4wx_UrHhqFgQ",
        "description": "किसी भी किटनाशक का पॅावर 3 गुना कैसे बढाए",
        "channelName": "AnnaNirmata Divyaraj Kotkar",
        "views": " 130,299 views ",
        "uploadDate": "Jul 22, 2023  ",
        "duration": "9:05"
    },
    {
        "title": "कीटों की पहचान और रोकथाम",
        "videoUrl": "https://www.youtube.com/watch?v=0US13rBCa5I&t=130s",
        "thumbnailUrl": "https://i.ytimg.com/vi/0US13rBCa5I/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAMlzOq2RO1ifsj4ocfxcimYt1Rvw",
        "description": "कीटों की पहचान और रोकथाम",
        "channelName": "The Advance Agriculture",
        "views": " 678,266 views",
        "uploadDate": "Apr 10, 2023",
        "duration": "38:28"
    },
    {
        "title": "1 दिन में पत्ता मुड़ने बलि बीमारी से छुटकारा",
        "videoUrl": "https://www.youtube.com/watch?v=Zu1Ofz0yAao",
        "thumbnailUrl": "https://i.ytimg.com/vi/Zu1Ofz0yAao/hqdefault.jpg?sqp=-oaymwEcCOADEI4CSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAKOBDBr94dIngKjcDDadFRVBqLxQ",
        "description": "नमस्कार दर्शकों, इस वीडियो में हमने लीफ कर्ल वायरस नियंत्रण और थ्रिप्स नियंत्रण और माइट्स नियंत्रण के बारे में चर्चा की। हम मिर्च में लीफ कर्ल वायरस, टमाटर में लीफ कर्ल वायरस, पपीता में लीफ कर्ल वायरस, कपास में लीफ कर्ल वायरस और कई अन्य विषयों को भी कवर करते हैं, यह वीडियो कई किसानों की मदद करेगा, खासकर उन लोगों की जो लीफ कर्ल वायरस से जूझ रहे हैं। इस वीडियो में हम कई हिंदी प्रश्नों के बारे में भी बात करते हैं जैसे कि पत्ता मुड़ने लगे तो टूटे हुए बोल्ट, पत्ता मुड़ने लगे तो टूटे हुए पत्ते, पत्ता मुड़ने लगे तो टूटे हुए पत्ते",
        "channelName": "Agricare With Abhishek",
        "views": " 1,030,310 views",
        "uploadDate": "May 26, 2023",
        "duration": "8:24"
    }
]}