{"english":[
    {
        "title": "Remove weeds using these effective methods | Gardening 101 | Gardening Australia",
        "videoUrl": "https://www.youtube.com/watch?v=3zNij-aGpVw",
        "thumbnailUrl": "https://i.ytimg.com/vi/3zNij-aGpVw/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLC2tbU0-SJnjeJmsuNkZrKPl76nWw",
        "description": "Weeds are plants that you don’t want in your garden, but hang around anyway. They could be germinating from seeds blown in by the wind or dropped by birds. They might be emerging from underground bulbs left over from a previous gardener. They can even be plants you deliberately introduced into your garden that are popping up in the wrong spots, or have long overstayed their welcome. Weeds have often evolved to be ultra-competitive, quickly outpacing other garden plants.   CURE: Jerry is a big proponent of weeding by hand. He finds the dexterity allows an opportunity to identify weeds and distinguish them from welcome self-sown vegetables. He uses kitchen scissors to cut weed seedlings off at the base. Disturbing soil can bring more weeds to the surface.  Hand weeding is best done when it’s slightly wet, “as the roots come out of the soil easier”.   But sometimes the scale and size of the weeds require a bigger approach. For this Jerry uses a dutch hoe, a simple tool that works to sever weeds from their roots.    Jerry says that weeding in the right weather can also help make a hard job a little easier. “When using the dutch hoe it’s best done when the soil is slightly dry, to allow the weeds you pull out to dry and die. Chickweed is a classic one where if it’s not dry all you’re doing with the hoe is moving it around the garden; it just resettles”.   But not everything should be hand-weeded. Bulbs in particular can scatter and spread if pulled out of the soil. To treat bulbous oxalis, Jerry recommends:   - Pouring boiling water over large clumps. This will cook and kill the bulbs where they lay   - Using a vet’s syringe, injecting cheap cooking oil at the base of the plant, to smother the roots and tubers  - If you think you can excavate the plant carefully, Jerry recommends keeping a bucket nearby to deposit the plant in and contain it, to avoid scattering bulbils over your lawn. Removed plants should go in the bin.   PREVENTION: As always, prevention is better than cure. Jerry has a bed with Dai gai choi growing. These young seedlings are stout, strong and upright. Their robust nature means Jerry can mulch thickly with sugarcane mulch, which suppresses any weed seeds from germinating at all. This means little to no weeding as the plants mature. It won’t work with all seedlings, but if you’re planting more robust things (like Asian greens, tomatoes, cucurbits or eggplants) or seedlings at a mature stage, consider thicker mulch like sugarcane to keep the weeds from even starting.   Another way to turn the tap off on weeds is to think about where they’re coming from and if there’s anything you can do about stopping it. If they’re blowing in from next door, have a polite chat with a neighbour. Or perhaps the caller is coming from inside the house? Jerry says one of the worst weeds in his garden is the tomato. This quickly growing, adventitious plant is looking for exactly the warm and fertile conditions his garden provides, and will often come up en-masse in compost. It’s hugely annoying when you like tomatoes but you’re trying to grow other things too. Many people will face a similar problem with rogue pumpkin seeds in their compost. The solution was simple; Jerry no longer composts tomato fruit.   COMFORT: Jerry says the key to a successful long-term weeding habit is to think about your own comfort. Jerry has a simple, affordable toolkit:   - Handlebar kneeler-to help get up and down from a kneeling position easily  - A sponge mat knee cushion to save your knees if you’re going to be on them for long periods  - A small plastic mat to stop his knees and legs getting wet in damp soil   Another comfort tip is Jerry lays down long wooden boards through the centre of his beds. These not only provide a designated pathway and stop the soil being compacted by spreading the load, they act as a perfect platform to stage weeding from without having to overstretch like you would if you were weeding from the outside. ",
        "channelName": "Gardening Australia",
        "views": " 139,177 views ",
        "uploadDate": "Feb 17, 2023",
        "duration": "6:26"
    },
    {
        "title": "8 Ways to Kill Weeds Naturally",
        "videoUrl": "https://www.youtube.com/watch?v=n_LlDOubad0",
        "thumbnailUrl": "https://i.ytimg.com/vi/n_LlDOubad0/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBKhRLY8m608tJAUbzUlcg_z_s8uw",
        "description": " Are weeds choking your garden or invading your lawn? Pulling weeds one by one is usually the task gardeners hate most. Many homeowners revert to using harmful chemicals to get rid of those pesky plants, but there are other all-natural weed killers that are better for the environment and your family like our Safer® Brand Fast Acting Weed & Grass Killer",
        "channelName": "Safer® Brand",
        "views": "590,115 views",
        "uploadDate": "Jul 28, 2015",
        "duration": "3:04"
    },
    {
        "title": "8 Ways to Kill Weeds Naturally",
        "videoUrl": "https://www.youtube.com/watch?v=AAD6rp3pnik",
        "thumbnailUrl": "https://i.ytimg.com/vi/AAD6rp3pnik/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLACmKts04-K_XbayH-9AAdls-XIhQ",
        "description": "Disclaimer: The materials and the information contained on Natural Cures Secret channel offers health, fitness and nutritional information and is designed for general and educational purposes only. Do not constitute any legal, medical or other professional advice on any subject matter. None of the information on our videos is a substitute for diagnosis and treatment by your health professional. It is always safe to seek the advice of your physician or other qualified health provider if you have any medical condition.  ღღ Thanks For Watching ღღ",
        "channelName": "Natural Cures Secret",
        "views": " 606,787 views",
        "uploadDate": "Jun 13, 2020  ",
        "duration": "2:48"
    },
    {
        "title": "How to kill weeds easily with a weed burner without chemicals",
        "videoUrl": "https://www.youtube.com/watch?v=WAG0PDmvCok",
        "thumbnailUrl": "https://i.ytimg.com/vi/WAG0PDmvCok/hqdefault.jpg?sqp=-oaymwEcCOADEI4CSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLCW5HpOM-aHCin6g9RgMzZ7tbPqtQ",
        "description": "How to kill weeds without the need for nasty chemicals, vinegar, salt or homemade potions. This guide shows you two methods to remove weeds without any chemicals or herbicides. Garden Ninja shows you the effective way to use a weed burner and the smother method of weed control in your garden!",
        "channelName": "Garden Ninja: Lee Burkhill",
        "views": " 654,378 views",
        "uploadDate": "Aug 24, 2017",
        "duration": "5:27"
    },
    {
        "title": "HOW TO PULL WEEDS FAST By Skye Taylor",
        "videoUrl": "https://www.youtube.com/watch?v=fuuJJ7_Ka-g",
        "thumbnailUrl": "https://i.ytimg.com/vi/fuuJJ7_Ka-g/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLD5KzIdh13N44kSQ79Nglh5qzHwbg",
        "description": "Skye Taylor shows you a quick way on How To Pull Weeds Fast!",
        "channelName": "corkytoons",
        "views": "69,294 views ",
        "uploadDate": "Jun 9, 2016",
        "duration": "1:23"
    }
],
"hindi":[
    {
        "title": "सर्वश्रेष्ठ जंग प्रतिरोधी मैनुअल खरपतवार हटाने वाला / हाथ से खरपतवार निकालने वाला यंत्र | अपने खेत और बगीचे का आसानी से रखरखाव करें",
        "videoUrl": "https://www.youtube.com/watch?v=jaMIYLF6rZ0",
        "thumbnailUrl": "https://i.ytimg.com/vi/jaMIYLF6rZ0/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAhou35VVb-nQzpKXCbI4kYPXzFSA",
        "description": "इस वीडियो में, हम आपके बगीचे या खेत के लिए कुछ आवश्यक मैन्युअल खरपतवार हटाने वाले उपकरणों की खोज करेंगे। इन उपकरणों में कल्टी-वीडर, स्टिरप हो वीड रिमूवर, ट्रेपेज़ॉइड हो और हैंड कल्टीवेटर शामिल हैं। ये सभी उपकरण उच्च गुणवत्ता वाले स्टील या उच्च टेम्पर्ड कार्बन स्टील से बने होते हैं, जो उन्हें लगभग जंग-मुक्त और अत्यधिक टिकाऊ बनाता है। इन उपकरणों से, आप हानिकारक रसायनों या अत्यधिक शारीरिक श्रम के उपयोग के बिना अपने बगीचे या खेत से खरपतवारों को आसानी से हटा सकते हैं। चाहे आप एक अनुभवी माली हों या अभी शुरुआत कर रहे हों, ये मैनुअल खरपतवार हटाने वाले उपकरण किसी भी माली के टूलकिट के लिए जरूरी हैं।",
        "channelName": "Discover Agriculture",
        "views": "380,191 views ",
        "uploadDate": "Mar 12, 2023",
        "duration": "4:57"
    },
    {
        "title": "खरपतवार को कैसे हटाएं",
        "videoUrl": "https://www.youtube.com/watch?v=-3Wkaz8Dwfo",
        "thumbnailUrl": "https://i.ytimg.com/vi/-3Wkaz8Dwfo/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBSxLxkodv_7ny7wh3hcVMX1xxnQg",
        "description": "वीडियो सौजन्य- अंजू गर्ग  खरपतवार छोटे अवांछित पौधे होते हैं जो हमारे मुख्य पौधे के साथ उगते हैं। खरपतवार हानिकारक होते हैं क्योंकि वे मिट्टी से सभी पोषक तत्व और नमी सोख लेते हैं जो बदले में हमारे फोकस पौधे के विकास को रोकते हैं। वे पौधे को सूखने तक भी पहुंचा सकते हैं। इसलिए इन्हें समय रहते हटाना जरूरी है।",
        "channelName": " GnG - Happy Planting",
        "views": "2,253 views",
        "uploadDate": "Jun 13, 2021",
        "duration": "2:39"
    },
    {
        "title": "घर के लॉन से हटाए खरपतवार को एक ही स्प्रे मैं",
        "videoUrl": "https://www.youtube.com/watch?v=BySmbrX-HCo",
        "thumbnailUrl": "https://i.ytimg.com/vi/BySmbrX-HCo/hqdefault.jpg?sqp=-oaymwEcCOADEI4CSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBiqwbXtC9yizD9-NSvgnDFmio2ew",
        "description": "",
        "channelName": "Aman Dhayal",
        "views": "15,863 views",
        "uploadDate": " Aug 28, 2020",
        "duration": "4:44"
    },
    {
        "title": "एक दवाई से गार्डन घास में 8 से 10 प्रकार के खरपतवार नाशक दवाई ( एक्सपेरिमेंट ) गार्डन खरपतवार नाशक",
        "videoUrl": "https://www.youtube.com/watch?v=GwEGKkovVwQ",
        "thumbnailUrl": "https://i.ytimg.com/vi/GwEGKkovVwQ/hqdefault.jpg?sqp=-oaymwEcCOADEI4CSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAqCWOgvM5lnUubXOxDPFqk6b5t_g",
        "description": "इस आइटम के बारे में चावल और गन्ने में सेजेज के नियंत्रण के लिए चयनात्मक प्रणालीगत शाक,जड़ों द्वारा pedominantly अवशोषित, लेकिन पत्तियों द्वारा, xylem में अनुवाद के साथ। यह प्रकाश संश्लेषण को रोकता है। यह घास और व्यापक पत्ती खरपतवार दोनों पर कार्य करता है। Knapsack या पैर संचालित स्प्रेयर फ्लैट प्रशंसक या बाढ़ जेट प्रकार नोजल के साथ फिट 50 ग्राम प्रति एकड़ में 27,828बाग-बगीचा और आउटडोर (टॉप 100 बाग-बगीचा और आउटडोर में देखें) में 870इंसेक्ट कंट्रोल प्रत्यारोपित चावल में sedges और व्यापक पत्ती खरपतवारों के नियंत्रण के लिए बहुत प्रभावी एक पोस्ट-उभरते व्यापक स्पेक्ट्रम हर्बिसाइड है। सनराइज में सक्रिय संघटक के रूप में एथोक्सीसल्फरॉन होता है जो हर्बिसाइड्स के सल्फोनील यूरिया समूह से संबंधित होता है। जब टैंकमिक्स के रूप में रिकेस्टार जैसे घास के हर्बिसाइड के साथ संयुक्त होता है तो यह चावल में कुल खरपतवार नियंत्रण की पेशकश कर सकता है।  यह एक चयनात्मक शाकनाशी है।  उद्भव के बाद कार्य इसलिए आवेदन की लचीलापन देता है।  मोनोकोरिया और जैसे मातम को नियंत्रित करने के लिए मुश्किल का उत्कृष्ट नियंत्रण देता हैसिरपस।  साइपरस रोटुंडस जैसे वार्षिक sedges को प्रभावी ढंग से नियंत्रित करता है।  बहुत कम खुराक पर कार्य करता है sulfonyl यूरिया जा रहा है।",
        "channelName": "technical garden",
        "views": " 3,885 views ",
        "uploadDate": "Jul 14, 2023",
        "duration": "12:51"
    },
    {
        "title": "खरपतवारों को स्थायी रूप से कैसे नष्ट करें? / बगीचे में खरपतवार मारने का आसान तरीका",
        "videoUrl": "https://www.youtube.com/watch?v=QTfPhE6s_9A",
        "thumbnailUrl": "https://i.ytimg.com/vi/QTfPhE6s_9A/hq720.jpg?sqp=-oaymwEcCNAFEJQDSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLDNfp4CYww2NenNSclRk5w4dGfprw",
        "description": "अपने बगीचे में घास और खर-पतवार को स्थायी रूप से कैसे नष्ट करें? बगीचे में खरपतवार नष्ट करने का आसान तरीका. यह वीडियो आपके साथ साझा कर रहा है कि आप अपने बगीचे में प्राकृतिक उपचार जैसे सिरका और प्राकृतिक डिशवॉश से खर-पतवारों को कैसे नष्ट करें।   आप अपने बगीचे में खरपतवार को मारने के लिए कई तरीके अपना सकते हैं। आप रसायन का उपयोग कर सकते हैं जिसे हार्डवेयर में खरीदा जा सकता है, उपकरणों का उपयोग कर सकते हैं और साथ ही आप अपनी रसोई में मौजूद प्राकृतिक उपचार जैसे सिरका और प्राकृतिक डिश वॉश से भी खर-पतवार को मार सकते हैं।   मैं 4 बड़े चम्मच प्राकृतिक डिश वॉश के साथ 600 मिलीलीटर सिरका मिलाता हूं। सभी खरपतवारों का छिड़काव करें। छिड़काव करते समय सावधानी बरतें, अपने पौधों को इस घोल से बचाएं।   यदि उस समय मौसम गर्म है तो खरपतवार 12 घंटों में जलकर नष्ट हो जायेंगे।",
        "channelName": "Tanomkinotuan Gardening",
        "views": "66,816 views ",
        "uploadDate": "Oct 5, 2021",
        "duration": "2:48"
    }
]}